Repository: ClickStick/ios-app
Catalog: ClickStick/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, ja, pl, pt_br, sk

source: Give your device a friendly name for easy identification.
cs: Dejte svému zařízení přátelské jméno pro snadnou identifikaci.
de: Geben Sie Ihrem Gerät einen freundlichen Namen zur einfachen Identifizierung.
es: Dale a tu dispositivo un nombre fácil de identificar.
fr: Donnez un nom convivial à votre appareil pour le retrouver facilement.
ja: デバイスに識別しやすい名前を付けてください。
pl: Nadaj swojemu urządzeniu przyjazną nazwę dla łatwej identyfikacji.
pt_br: Dê ao seu dispositivo um nome amigável para fácil identificação.
sk: Dajte zariadeniu priateľské meno pre jednoduchú identifikáciu.

source: Hello World
cs: Ahoj světe
de: Hallo Welt
es: Hola Mundo
fr: Bonjour le monde
ja: ハローワールド
pl: Witaj Świecie
pt_br: Olá Mundo
sk: Ahoj svet

source: Hide
cs: Skrýt
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 非表示
pl: Ukryj
pt_br: Ocultar
sk: Skryť

source: Hide text
cs: Skrýt text
de: Text ausblenden
es: Ocultar texto
fr: Masquer le texte
ja: テキストを非表示
pl: Ukryj tekst
pt_br: Ocultar texto
sk: Skryť text

source: Human speed — no full-speed quota left
cs: Lidská rychlost — nezůstala kvóta plné rychlosti
de: Menschliche Geschwindigkeit — kein Vollgeschwindigkeitskontingent mehr
es: Velocidad humana: no queda cuota de velocidad completa
fr: Vitesse humaine — plus de quota à pleine vitesse
ja: 人間の速度 — 最大速度クォータなし
pl: Ludzka prędkość — brak limitu pełnej prędkości
pt_br: Velocidade humana — sem cota de velocidade máxima restante
sk: Ľudská rýchlosť — nezostala kvóta plnej rýchlosti

source: Human speed for this text (%lld bytes left)
cs: Lidská rychlost pro tento text (zbývá %lld bajtů)
de: Menschliche Geschwindigkeit für diesen Text (noch %lld Bytes)
es: Velocidad humana para este texto (quedan %lld bytes)
fr: Vitesse humaine pour ce texte (%lld octets restants)
ja: このテキストは人間の速度（残り%lldバイト）
pl: Ludzka prędkość dla tego tekstu (pozostało %lld bajtów)
pt_br: Velocidade humana para este texto (%lld bytes restantes)
sk: Pre tento text ľudská rýchlosť (zostáva %lld bajtov)

source: Insert %@
cs: Vložit %@
de: %@ einfügen
es: Insertar %@
fr: Insérer %@
ja: %@を挿入
pl: Wstaw %@
pt_br: Inserir %@
sk: Vložiť %@

source: Invalid key format. Please enter a 32-character hex string.
cs: Neplatný formát klíče. Zadejte 32znakový hex řetězec.
de: Ungültiges Schlüsselformat. Bitte einen 32-stelligen Hex-String eingeben.
es: Formato de clave no válido. Por favor, introduce una cadena hexadecimal de 32 caracteres.
fr: Format de clé invalide. Veuillez saisir une chaîne hexadécimale de 32 caractères.
ja: キー形式が無効です。32文字の16進数文字列を入力してください。
pl: Nieprawidłowy format klucza. Wprowadź 32-znakowy ciąg szesnastkowy.
pt_br: Formato de chave inválido. Por favor, insira uma string hexadecimal de 32 caracteres.
sk: Neplatný formát kľúča. Zadajte 32-znakový hex reťazec.

source: Invalid request URL
cs: Neplatná URL požadavku
de: Ungültige Anfrage-URL
es: URL de solicitud no válida
fr: URL de requête invalide
ja: 無効なリクエストURL
pl: Nieprawidłowy adres URL żądania
pt_br: URL de solicitação inválida
sk: Neplatná URL požiadavky

source: Just looking around?
cs: Jen se díváte?
de: Nur schauen?
es: ¿Solo mirando?
fr: Vous regardez simplement ?
ja: 試してみますか？
pl: Po prostu przeglądasz?
pt_br: Só dando uma olhada?
sk: Len si to prezeráte?

source: Just need a little?
cs: Potřebujete jen trochu?
de: Nur ein bisschen nötig?
es: ¿Solo necesitas un poco?
fr: Vous avez juste besoin d'un peu ?
ja: 少しだけ必要ですか？
pl: Potrzebujesz tylko trochę?
pt_br: Precisa de um pouco?
sk: Potrebujete len trochu?

source: Keyboard Layout
cs: Rozložení klávesnice
de: Tastaturlayout
es: Distribución del teclado
fr: Disposition du clavier
ja: キーボードレイアウト
pl: Układ klawiatury
pt_br: Layout do teclado
sk: Rozloženie klávesnice

source: Left Click
cs: Levé kliknutí
de: Linksklick
es: Clic izquierdo
fr: Clic gauche
ja: 左クリック
pl: Lewy przycisk myszy
pt_br: Clique esquerdo
sk: Ľavé kliknutie

source: Left click button
cs: Tlačítko levého kliknutí
de: Linksklick-Schaltfläche
es: Botón de clic izquierdo
fr: Bouton clic gauche
ja: 左クリックボタン
pl: Przycisk lewego kliknięcia
pt_br: Botão de clique esquerdo
sk: Tlačidlo ľavého kliknutia

source: Loading subscription plans
cs: Načítání plánů předplatného
de: Abo-Tarife werden geladen
es: Cargando planes de suscripción
fr: Chargement des forfaits
ja: プランを読み込んでいます
pl: Ładowanie planów subskrypcji
pt_br: Carregando planos de assinatura
sk: Načítavanie plánov predplatného

source: Minutes of typing delivered in seconds
cs: Minuty psaní doručené za sekundy
de: Minuten des Tippens in Sekunden geliefert
es: Minutos de escritura entregados en segundos
fr: Des minutes de frappe livrées en quelques secondes
ja: 何分もの入力を数秒で
pl: Minuty pisania dostarczone w sekundach
pt_br: Minutos de digitação entregues em segundos
sk: Minúty písania doručené za sekundy

source: Missing text parameter
cs: Chybí parametr textu
de: Fehlender Textparameter
es: Parámetro de texto faltante
fr: Paramètre de texte manquant
ja: テキストパラメータがありません
pl: Brak parametru tekstu
pt_br: Parâmetro de texto ausente
sk: Chýba parameter textu

source: Nickname
cs: Přezdívka
de: Spitzname
es: Apodo
fr: Surnom
ja: ニックネーム
pl: Pseudonim
pt_br: Apelido
sk: Prezývka

source: No ClickStick devices found
cs: Nenašla se žádná zařízení ClickStick
de: Keine ClickStick-Geräte gefunden
es: No se encontraron dispositivos ClickStick
fr: Aucun appareil ClickStick trouvé
ja: ClickStickデバイスが見つかりません
pl: Nie znaleziono urządzeń ClickStick
pt_br: Nenhum dispositivo ClickStick encontrado
sk: Nenašli sa žiadne zariadenia ClickStick

source: No device selected
cs: Žádné zařízení nevybráno
de: Kein Gerät ausgewählt
es: Ningún dispositivo seleccionado
fr: Aucun appareil sélectionné
ja: デバイスが選択されていません
pl: Nie wybrano urządzenia
pt_br: Nenhum dispositivo selecionado
sk: Nie je vybrané žiadne zariadenie

source: No Device Selected
cs: Žádné zařízení nevybráno
de: Kein Gerät ausgewählt
es: Ningún dispositivo seleccionado
fr: Aucun appareil sélectionné
ja: デバイスが選択されていません
pl: Nie wybrano urządzenia
pt_br: Nenhum dispositivo selecionado
sk: Nie je vybrané žiadne zariadenie

source: No full-speed quota remaining. Tap to upgrade.
cs: Nezůstala žádná kvóta plné rychlosti. Klepněte pro upgrade.
de: Kein Vollgeschwindigkeitskontingent mehr. Tippen zum Upgrade.
es: No queda cuota de velocidad completa. Toca para actualizar.
fr: Aucun quota à pleine vitesse restant. Appuyez pour mettre à niveau.
ja: 最大速度クォータがありません。タップしてアップグレード。
pl: Brak pozostałego limitu pełnej prędkości. Dotknij, aby uaktualnić.
pt_br: Sem cota de velocidade máxima restante. Toque para atualizar.
sk: Nezostala žiadna kvóta plnej rýchlosti. Klepnite pre upgrade.

source: No paired devices found
cs: Nenašla se žádná spárovaná zařízení
de: Keine gekoppelten Geräte gefunden
es: No se encontraron dispositivos emparejados
fr: Aucun appareil couplé trouvé
ja: ペアリングされたデバイスが見つかりません
pl: Nie znaleziono sparowanych urządzeń
pt_br: Nenhum dispositivo pareado encontrado
sk: Nenašli sa žiadne spárované zariadenia

source: Not connected
cs: Nepřipojeno
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
pl: Niepołączono
pt_br: Não conectado
sk: Nepripojené

source: One-time pack: 1 KB of instant typing for %@
cs: Jednorázový balíček: 1 KB okamžitého psaní za %@
de: Einmaliges Paket: 1 KB sofortiges Tippen für %@
es: Paquete único: 1 KB de escritura instantánea por %@
fr: Pack unique : 1 Ko de saisie instantanée pour %@
ja: ワンタイムパック: %@で1KBの即時入力
pl: Jednorazowy pakiet: 1 KB natychmiastowego pisania za %@
pt_br: Pacote único: 1 KB de digitação instantânea por %@
sk: Jednorazový balík: 1 KB okamžitého písania za %@

source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
pl: Otwórz ustawienia
pt_br: Abrir configurações
sk: Otvoriť nastavenia

source: Open the ClickStick app to pair a device first.
cs: Nejprve otevřete aplikaci ClickStick a spárujte zařízení.
de: Öffnen Sie die ClickStick-App, um zuerst ein Gerät zu koppeln.
es: Abre la aplicación ClickStick para emparejar un dispositivo primero.
fr: Ouvrez d'abord l'application ClickStick pour coupler un appareil.
ja: まずClickStickアプリを開いてデバイスをペアリングしてください。
pl: Najpierw otwórz aplikację ClickStick, aby sparować urządzenie.
pt_br: Abra o aplicativo ClickStick para parear um dispositivo primeiro.
sk: Najprv otvorte aplikáciu ClickStick a spárujte zariadenie.

source: Opens camera to scan the QR code from your ClickStick
cs: Otevře kameru pro skenování QR kódu z ClickSticku
de: Öffnet die Kamera zum Scannen des QR-Codes von Ihrem ClickStick
es: Abre la cámara para escanear el código QR de tu ClickStick
fr: Ouvre l'appareil photo pour scanner le code QR de votre ClickStick
ja: ClickStickのQRコードをスキャンするためにカメラを開きます
pl: Otwiera aparat, aby zeskanować kod QR z ClickSticka
pt_br: Abre a câmera para escanear o código QR do seu ClickStick
sk: Otvorí kameru na skenovanie QR kódu z ClickSticku

source: Opens the iOS Settings app to allow camera access
cs: Otevře aplikaci Nastavení iOS pro povolení přístupu ke kameře
de: Öffnet die iOS-Einstellungen, um den Kamerazugriff zu erlauben
es: Abre la aplicación de Ajustes de iOS para permitir el acceso a la cámara
fr: Ouvre l'application Réglages iOS pour autoriser l'accès à la caméra
ja: iOSの設定アプリを開いてカメラアクセスを許可します
pl: Otwiera aplikację Ustawienia iOS, aby zezwolić na dostęp do kamery
pt_br: Abre o aplicativo Ajustes do iOS para permitir o acesso à câmera
sk: Otvorí aplikáciu Nastavenia iOS na povolenie prístupu ku kamere

source: Optional friendly name for this device
cs: Volitelné přátelské jméno pro toto zařízení
de: Optionaler freundlicher Name für dieses Gerät
es: Nombre amigable opcional para este dispositivo
fr: Nom convivial facultatif pour cet appareil
ja: このデバイスのオプションのフレンドリー名
pl: Opcjonalna przyjazna nazwa dla tego urządzenia
pt_br: Nome amigável opcional para este dispositivo
sk: Voliteľné priateľské meno pre toto zariadenie

source: or
cs: nebo
de: oder
es: o
fr: ou
ja: または
pl: lub
pt_br: ou
sk: alebo

source: Plans temporarily unavailable.
cs: Plány jsou dočasně nedostupné.
de: Tarife vorübergehend nicht verfügbar.
es: Planes temporalmente no disponibles.
fr: Forfaits temporairement indisponibles.
ja: プランは一時的に利用できません。
pl: Plany tymczasowo niedostępne.
pt_br: Planos temporariamente indisponíveis.
sk: Plány sú dočasne nedostupné.

source: Please wait
cs: Prosím čekejte
de: Bitte warten
es: Por favor, espera
fr: Veuillez patienter
ja: しばらくお待ちください
pl: Proszę czekać
pt_br: Por favor, aguarde
sk: Počkajte, prosím

source: Plug in your ClickStick to get started.
cs: Pro zahájení připojte ClickStick.
de: Stecken Sie Ihren ClickStick ein, um zu beginnen.
es: Conecta tu ClickStick para empezar.
fr: Branchez votre ClickStick pour commencer.
ja: 開始するにはClickStickを差し込んでください。
pl: Podłącz ClickSticka, aby zacząć.
pt_br: Conecte seu ClickStick para começar.
sk: Na začiatok pripojte ClickStick.

source: Point the camera at the QR code on your ClickStick's screen
cs: Namiřte kameru na QR kód na obrazovce ClickSticku
de: Richten Sie die Kamera auf den QR-Code auf dem Bildschirm Ihres ClickStick
es: Apunta la cámara al código QR en la pantalla de tu ClickStick
fr: Pointez l'appareil photo sur le code QR de l'écran de votre ClickStick
ja: ClickStickの画面のQRコードにカメラを向けてください
pl: Skieruj aparat na kod QR na ekranie ClickSticka
pt_br: Aponte a câmera para o código QR na tela do seu ClickStick
sk: Namierte kameru na QR kód na obrazovke ClickSticku

source: Processing purchase
cs: Zpracování nákupu
de: Kauf wird verarbeitet
es: Procesando compra
fr: Traitement de l'achat
ja: 購入処理中
pl: Przetwarzanie zakupu
pt_br: Processando compra
sk: Spracovanie nákupu

source: Purchase error: %@
cs: Chyba nákupu: %@
de: Kauffehler: %@
es: Error de compra: %@
fr: Erreur d'achat : %@
ja: 購入エラー: %@
pl: Błąd zakupu: %@
pt_br: Erro de compra: %@
sk: Chyba nákupu: %@

source: Purchase successful
cs: Nákup byl úspěšný
de: Kauf erfolgreich
es: Compra exitosa
fr: Achat réussi
ja: 購入が成功しました
pl: Zakup zakończony powodzeniem
pt_br: Compra realizada com sucesso
sk: Nákup bol úspešný

source: Quick Presets
cs: Rychlé předvolby
de: Schnellvorlagen
es: Ajustes rápidos
fr: Préréglages rapides
ja: クイックプリセット
pl: Szybkie ustawienia wstępne
pt_br: Predefinições rápidas
sk: Rýchle predvoľby

source: Replaces current text
cs: Nahradí aktuální text
de: Ersetzt den aktuellen Text
es: Reemplaza el texto actual
fr: Remplace le texte actuel
ja: 現在のテキストを置き換えます
pl: Zastępuje bieżący tekst
pt_br: Substitui o texto atual
sk: Nahradí aktuálny text

source: Request from %@
cs: Požadavek od %@
de: Anfrage von %@
es: Solicitud de %@
fr: Demande de %@
ja: %@からのリクエスト
pl: Żądanie od %@
pt_br: Solicitação de %@
sk: Požiadavka od %@

source: Restore previous purchases
cs: Obnovit předchozí nákupy
de: Frühere Käufe wiederherstellen
es: Restaurar compras anteriores
fr: Restaurer les achats précédents
ja: 以前の購入を復元
pl: Przywróć poprzednie zakupy
pt_br: Restaurar compras anteriores
sk: Obnoviť predchádzajúce nákupy

source: Restore Purchases
cs: Obnovit nákupy
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
pl: Przywróć zakupy
pt_br: Restaurar compras
sk: Obnoviť nákupy

source: Right Click
cs: Pravé kliknutí
de: Rechtsklick
es: Clic derecho
fr: Clic droit
ja: 右クリック
pl: Prawy przycisk myszy
pt_br: Clique direito
sk: Pravé kliknutie

source: Right click button
cs: Tlačítko pravého kliknutí
de: Rechtsklick-Schaltfläche
es: Botón de clic derecho
fr: Bouton clic droit
ja: 右クリックボタン
pl: Przycisk prawego kliknięcia
pt_br: Botão de clique direito
sk: Tlačidlo pravého kliknutia

source: Sample Email
cs: Vzorový e-mail
de: Beispiel-E-Mail
es: Correo de ejemplo
fr: E-mail exemple
ja: サンプルメール
pl: Przykładowy e-mail
pt_br: E-mail de exemplo
sk: Vzorový email

source: Saved device
cs: Uložené zařízení
de: Gespeichertes Gerät
es: Dispositivo guardado
fr: Appareil enregistré
ja: 保存済みデバイス
pl: Zapisane urządzenie
pt_br: Dispositivo salvo
sk: Uložené zariadenie

source: Scan
cs: Skenovat
de: Scannen
es: Escanear
fr: Scanner
ja: スキャン
pl: Skanuj
pt_br: Escanear
sk: Skenovať

source: Scan for devices
cs: Hledat zařízení
de: Nach Geräten scannen
es: Buscar dispositivos
fr: Rechercher des appareils
ja: デバイスをスキャン
pl: Skanuj w poszukiwaniu urządzeń
pt_br: Procurar dispositivos
sk: Skenovať zariadenia

source: Scan QR code
cs: Skenovat QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
ja: QRコードをスキャン
pl: Skanuj kod QR
pt_br: Escanear código QR
sk: Skenovať QR kód

source: Scan QR Code
cs: Skenovat QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
ja: QRコードをスキャン
pl: Skanuj kod QR
pt_br: Escanear código QR
sk: Skenovanie QR kódu

source: Scan the QR code on your ClickStick's screen or enter the 32-character hex key manually.
cs: Naskenujte QR kód na obrazovce ClickSticku nebo zadejte 32znakový hex klíč ručně.
de: Scannen Sie den QR-Code auf dem Bildschirm Ihres ClickStick oder geben Sie den 32-stelligen Hex-Schlüssel manuell ein.
es: Escanea el código QR en la pantalla de tu ClickStick o introduce la clave hexadecimal de 32 caracteres manualmente.
fr: Scannez le code QR sur l'écran de votre ClickStick ou saisissez manuellement la clé hexadécimale de 32 caractères.
ja: ClickStickの画面のQRコードをスキャンするか、32文字の16進数キーを手動で入力してください。
pl: Zeskanuj kod QR na ekranie ClickSticka lub wprowadź ręcznie 32-znakowy klucz szesnastkowy.
pt_br: Escaneie o código QR na tela do seu ClickStick ou insira a chave hexadecimal de 32 caracteres manualmente.
sk: Naskenujte QR kód na obrazovke ClickSticku alebo zadajte 32-znakový hex kľúč ručne.

source: Scanner Error
cs: Chyba skeneru
de: Scanner-Fehler
es: Error del escáner
fr: Erreur du scanner
ja: スキャナーエラー
pl: Błąd skanera
pt_br: Erro do scanner
sk: Chyba skenera

source: Scanning
cs: Skenování
de: Scannen
es: Escaneando
fr: Numérisation
ja: スキャン中
pl: Skanowanie
pt_br: Escaneando
sk: Skenovanie

source: Scanning for devices...
cs: Hledání zařízení...
de: Nach Geräten scannen...
es: Buscando dispositivos...
fr: Recherche d'appareils...
ja: デバイスをスキャン中...
pl: Skanowanie urządzeń...
pt_br: Procurando dispositivos...
sk: Skenovanie zariadení...

source: Select a ClickStick device from the sidebar to get started.
cs: Pro zahájení vyberte zařízení ClickStick z postranního panelu.
de: Wählen Sie ein ClickStick-Gerät aus der Seitenleiste, um zu beginnen.
es: Selecciona un dispositivo ClickStick de la barra lateral para empezar.
fr: Sélectionnez un appareil ClickStick dans la barre latérale pour commencer.
ja: 開始するにはサイドバーからClickStickデバイスを選択してください。
pl: Wybierz urządzenie ClickStick z paska bocznego, aby zacząć.
pt_br: Selecione um dispositivo ClickStick na barra lateral para começar.
sk: Ak chcete začať, vyberte zariadenie ClickStick v bočnom paneli.

source: Select a device from the sidebar
cs: Vyberte zařízení z postranního panelu
de: Gerät aus der Seitenleiste auswählen
es: Selecciona un dispositivo de la barra lateral
fr: Sélectionner un appareil dans la barre latérale
ja: サイドバーからデバイスを選択
pl: Wybierz urządzenie z paska bocznego
pt_br: Selecionar um dispositivo da barra lateral
sk: Vyberte zariadenie z bočného panela

source: Select a plan
cs: Vyberte plán
de: Tarif wählen
es: Selecciona un plan
fr: Sélectionner un forfait
ja: プランを選択
pl: Wybierz plan
pt_br: Selecionar um plano
sk: Vyberte plán

source: Select a plan first
cs: Nejprve vyberte plán
de: Zuerst einen Tarif wählen
es: Selecciona primero un plan
fr: Sélectionnez d'abord un forfait
ja: まずプランを選択してください
pl: Najpierw wybierz plan
pt_br: Selecione primeiro um plano
sk: Najprv vyberte plán

source: Send at Human Speed
cs: Odeslat lidskou rychlostí
de: In menschlicher Geschwindigkeit senden
es: Enviar a velocidad humana
fr: Envoyer à vitesse humaine
ja: 人間の速度で送信
pl: Wyślij z ludzką prędkością
pt_br: Enviar em velocidade humana
sk: Odoslať ľudskou rýchlosťou

source: Send entire text in one shot, not character-by-character
cs: Odeslat celý text najednou, ne znak po znaku
de: Gesamten Text auf einmal senden, nicht Zeichen für Zeichen
es: Envía todo el texto de una vez, no carácter por carácter
fr: Envoyer le texte entier en une fois, pas caractère par caractère
ja: テキスト全体を一度に送信（1文字ずつではなく）
pl: Wyślij cały tekst za jednym razem, nie znak po znaku
pt_br: Enviar todo o texto de uma vez, não caractere por caractere
sk: Odošlite celý text naraz, nie znak po znaku

source: Send Instantly
cs: Odeslat okamžitě
de: Sofort senden
es: Enviar al instante
fr: Envoyer instantanément
ja: 即座に送信
pl: Wyślij natychmiast
pt_br: Enviar instantaneamente
sk: Odoslať okamžite

source: Send text to device
cs: Odeslat text do zařízení
de: Text an Gerät senden
es: Enviar texto al dispositivo
fr: Envoyer le texte à l'appareil
ja: デバイスにテキストを送信
pl: Wyślij tekst do urządzenia
pt_br: Enviar texto ao dispositivo
sk: Odoslať text do zariadenia

source: Sending at human speed... %lld%%
cs: Odesílání lidskou rychlostí... %lld%%
de: Sende in menschlicher Geschwindigkeit... %lld%%
es: Enviando a velocidad humana... %lld%%
fr: Envoi à vitesse humaine... %lld%%
ja: 人間の速度で送信中... %lld%%
pl: Wysyłanie z ludzką prędkością... %lld%%
pt_br: Enviando em velocidade humana... %lld%%
sk: Odosielanie ľudskou rýchlosťou... %lld%%

source: Sending...
cs: Odesílání...
de: Sende...
es: Enviando...
fr: Envoi...
ja: 送信中...
pl: Wysyłanie...
pt_br: Enviando...
sk: Odosiela sa...

source: Settings Error
cs: Chyba nastavení
de: Einstellungsfehler
es: Error de ajustes
fr: Erreur de réglages
ja: 設定エラー
pl: Błąd ustawień
pt_br: Erro de configurações
sk: Chyba nastavení

source: Setup Device
cs: Nastavit zařízení
de: Gerät einrichten
es: Configurar dispositivo
fr: Configurer l'appareil
ja: デバイスをセットアップ
pl: Skonfiguruj urządzenie
pt_br: Configurar dispositivo
sk: Nastaviť zariadenie

source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
pl: Pokaż
pt_br: Mostrar
sk: Zobraziť

source: Show text
cs: Zobrazit text
de: Text anzeigen
es: Mostrar texto
fr: Afficher le texte
ja: テキストを表示
pl: Pokaż tekst
pt_br: Mostrar texto
sk: Zobraziť text

source: Specified device not found
cs: Zadané zařízení nebylo nalezeno
de: Angegebenes Gerät nicht gefunden
es: Dispositivo especificado no encontrado
fr: Appareil spécifié introuvable
ja: 指定されたデバイスが見つかりません
pl: Nie znaleziono określonego urządzenia
pt_br: Dispositivo especificado não encontrado
sk: Zadané zariadenie sa nenašlo

source: Start Scanning
cs: Spustit skenování
de: Scannen starten
es: Iniciar escaneo
fr: Démarrer la numérisation
ja: スキャン開始
pl: Rozpocznij skanowanie
pt_br: Iniciar escaneamento
sk: Spustiť skenovanie

source: Stop scanning
cs: Zastavit skenování
de: Scannen stoppen
es: Detener escaneo
fr: Arrêter la numérisation
ja: スキャンを停止
pl: Zatrzymaj skanowanie
pt_br: Parar escaneamento
sk: Zastaviť skenovanie

source: Subscribe for %@
cs: Předplatit za %@
de: Für %@ abonnieren
es: Suscribirse por %@
fr: S'abonner pour %@
ja: %@でサブスクライブ
pl: Subskrybuj za %@
pt_br: Assinar por %@
sk: Predplatiť za %@

source: Subscriptions renew monthly. Cancel anytime in Settings.
cs: Předplatná se obnovují měsíčně. Zrušit lze kdykoli v Nastavení.
de: Abonnements werden monatlich verlängert. In den Einstellungen jederzeit kündbar.
es: Las suscripciones se renuevan mensualmente. Cancela en cualquier momento en Ajustes.
fr: Les abonnements se renouvellent mensuellement. Annulez à tout moment dans les Réglages.
ja: サブスクリプションは毎月更新されます。設定からいつでもキャンセルできます。
pl: Subskrypcje odnawiają się co miesiąc. Anuluj w dowolnym momencie w Ustawieniach.
pt_br: As assinaturas são renovadas mensalmente. Cancele a qualquer momento nas Configurações.
sk: Predplatné sa obnovuje každý mesiac. Zrušiť ho môžete kedykoľvek v Nastaveniach.

source: Tap a device in the sidebar to begin.
cs: Klepněte na zařízení v postranním panelu.
de: Tippen Sie auf ein Gerät in der Seitenleiste, um zu beginnen.
es: Toca un dispositivo en la barra lateral para comenzar.
fr: Touchez un appareil dans la barre latérale pour commencer.
ja: サイドバーのデバイスをタップして開始してください。
pl: Dotknij urządzenie na pasku bocznym, aby rozpocząć.
pt_br: Toque em um dispositivo na barra lateral para começar.
sk: Ťuknite na zariadenie v bočnom paneli.

source: Tap Connect to start using this device.
cs: Klepněte na Připojit a začněte používat toto zařízení.
de: Tippen Sie auf Verbinden, um dieses Gerät zu verwenden.
es: Toca Conectar para empezar a usar este dispositivo.
fr: Appuyez sur Connecter pour commencer à utiliser cet appareil.
ja: 「接続」をタップしてこのデバイスの使用を開始してください。
pl: Dotknij Połącz, aby zacząć korzystać z tego urządzenia.
pt_br: Toque em Conectar para começar a usar este dispositivo.
sk: Klepnite na Pripojiť a začnite používať toto zariadenie.

source: Test Password
cs: Testovací heslo
de: Testpasswort
es: Contraseña de prueba
fr: Mot de passe test
ja: テストパスワード
pl: Hasło testowe
pt_br: Senha de teste
sk: Testovacie heslo

source: Text cannot be empty
cs: Text nesmí být prázdný
de: Text darf nicht leer sein
es: El texto no puede estar vacío
fr: Le texte ne peut pas être vide
ja: テキストを空にすることはできません
pl: Tekst nie może być pusty
pt_br: O texto não pode estar vazio
sk: Text nemôže byť prázdny

source: Text Entry
cs: Zadávání textu
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
ja: テキスト入力
pl: Wprowadzanie tekstu
pt_br: Entrada de texto
sk: Zadávanie textu

source: Text Entry mode
cs: Režim zadávání textu
de: Texteingabemodus
es: Modo de entrada de texto
fr: Mode de saisie de texte
ja: テキスト入力モード
pl: Tryb wprowadzania tekstu
pt_br: Modo de entrada de texto
sk: Režim zadávania textu

source: Text to send
cs: Text k odeslání
de: Zu sendender Text
es: Texto para enviar
fr: Texte à envoyer
ja: 送信するテキスト
pl: Tekst do wysłania
pt_br: Texto para enviar
sk: Text na odoslanie

source: Text to type
cs: Text k napsání
de: Einzugebender Text
es: Texto para escribir
fr: Texte à saisir
ja: 入力するテキスト
pl: Tekst do wpisania
pt_br: Texto para digitar
sk: Text na napísanie
